Revit 2024 API
SymbolTypeId.DollarPerMSup2 Property
 Symbol $/m², indicating unit Cost per square meter.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId DollarPerMSup2 { get; }
Visual Basic
Public Shared ReadOnly Property DollarPerMSup2 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ DollarPerMSup2 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace